
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD Player";
DVDNoDiskInserted								= "Please Insert a DVD";
DVDInsertedLabel								= "Inserted DVD";
DVDReadingDVDPleaseWait                         = "Reading DVD…";
DVDModuleMenu                                   = "DVD Menu";
DVDModuleEject                                  = "Eject Disc";
DVDModuleStop                                   = "Stop";
DVDModuleResume                                 = "Resume Playing";
DVDModuleHistoryBeginning                       = "Start from Beginning";
DVDModuleHistoryDefaultBookmark                 = "Start from Bookmark";

DVDOptionsHeader								= "Options";
DVDOptionsFlagOn                                = "On";
DVDOptionsFlagOff                               = "Off";
DVDOptionsMuting                                = "Muting";
DVDOptionsCaptioning                            = "Closed Captioning";
DVDPlayerChapterFormatter                       = "Chapter %d of %d";

ErrorCantInitializeDVDPlaybackAlert				= "A DVD cannot be played at this time.";
ErrorCantInitializeDVDPlaybackMessage			= "Another application is playing a DVD. Return to the desktop to quit the other application and try again.";
ErrorCantEjectDVDAlert							= "The DVD cannot be ejected.";
ErrorCantEjectDVDMessage						= "Another application is playing the DVD. Return to the desktop to quit the other application.";
ErrorBadRegionCodeAlert							= "The DVD region code does not match the DVD player.";
ErrorBadRegionCodeMessage						= "To learn more about region codes, see the DVD Player help.";
ErrorBadDVDMediaAlert							= "The DVD cannot be played.";
ErrorBadDVDMenuMessage							= "The format was not recognized.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "The DVD cannot be played.";
ErrorFatalDVDMessage							= "There is a problem with the disc.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "The disc's copy protection cannot be verified.";
